yuguoyu123456/ADS1299-Core-SDK/firmware/mcu/espressif/esp32s3_devkitc/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_240=y
CONFIG_FREERTOS_HZ=1000
CONFIG_LOG_DEFAULT_LEVEL_INFO=y
